Repository: ppop123/listenkids-relay
Catalog: ListenKids/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld min
zh_hans: %lld 分钟

source: %lld parts
zh_hans: %lld 集

source: Active until %@
zh_hans: %@ 停止

source: All
zh_hans: 全部

source: All episodes
zh_hans: 全部

source: Bedtime
zh_hans: 睡前

source: Cancel sleep timer
zh_hans: 取消定时

source: Close
zh_hans: 关闭

source: Continue listening
zh_hans: 继续听

source: Could not extract transcript
zh_hans: 字幕提取失败

source: Downloads
zh_hans: 下载

source: Episodes you’ve started will appear here
zh_hans: 听过的内容会出现在这里

source: Favorites
zh_hans: 收藏

source: Free
zh_hans: 随便

source: History
zh_hans: 历史

source: Home
zh_hans: 首页

source: Listen Up
zh_hans: 听吧

source: ListenKids
zh_hans: 听吧

source: Loading transcript…
zh_hans: 字幕加载中…

source: Long
zh_hans: 长

source: Meal
zh_hans: 吃饭

source: Medium
zh_hans: 中

source: No downloads
zh_hans: 还没下载

source: No episodes yet
zh_hans: 还没有内容

source: No favorites yet
zh_hans: 还没收藏

source: No history yet
zh_hans: 还没听过

source: No page URL for this episode
zh_hans: 没有原始页面地址

source: No transcript available yet
zh_hans: 字幕还没好

source: Practising English Stories
zh_hans: Practising English

source: Pull down to refresh
zh_hans: 下拉刷新

source: Reported
zh_hans: 已反馈

source: Short
zh_hans: 短

source: Single episodes
zh_hans: 单集

source: Sleep at %@
zh_hans: %@ 自动停

source: Sleep timer
zh_hans: 睡眠定时

source: Star
zh_hans: 收藏

source: Swipe right on any episode to favorite
zh_hans: 向右滑一集即可收藏

source: Tap the download icon on any episode
zh_hans: 点任意一集旁的下载图标

source: Transcript
zh_hans: 字幕

source: Transcript not available
zh_hans: 暂无字幕

source: Transcripts are generated overnight on the home server
zh_hans: 家里服务器在后台生成中

source: Unstar
zh_hans: 取消收藏

source: We'll regenerate this transcript with a more accurate model in a few minutes. Pull to refresh later.
zh_hans: 服务器会用更准的模型重新转录。几分钟后下拉刷新。
